Microsoft.WindowsTerminal.Preview
Microsoft.PowerShell
Git.Git
7zip.7zip
Chocolatey.Chocolatey
JanDeDobbeleer.OhMyPosh
junegunn.fzf
Neovim.Neovim.Nightly
BurntSushi.ripgrep.MSVC
jqlang.jq
sharkdp.bat
sharkdp.fd
MSYS2.MSYS2
Microsoft.WSL
Canonical.Ubuntu.2404
SlackTechnologies.Slack
Microsoft.Teams
Microsoft.PowerToys
Microsoft.VisualStudio.2022.BuildTools
Amazon.Corretto.21.JDK
Oracle.JDK.21
Volta.Volta
Python.Python.3.13
JetBrains.Toolbox
Microsoft.AzureCLI
Notepad++.Notepad++
VSCodium.VSCodium
PostgreSQL.PostgreSQL.16
PuTTY.PuTTY
SUSE.RancherDesktop
RedHat.Podman-Desktop
Helm.Helm
Derailed.k9s
Bruno.Bruno
KaiKramer.KeyStoreExplorer
Meld.Meld
